<?php
/**
 * Created by PhpStorm.
 * User: luobinhan
 * Date: 2023/4/20
 * Time: 12:01
 */

$systemConfig = [
    'membership'=>[
        '加好友',
        '加好友数量(30)',
        '加私人联系方式次数(3)',
        '用户筛选',
        '私人客服',
        '世界红包次数(2)',
        '免费抢礼物次数(2)',
        '专属勋章',

        '加好友数量(100)',
        '谁看过我',
        '线下聚会',
        '加私人联系方式次数(7)',
        '世界红包次数(3)',
        '全部照片',
        '免费抢礼物次数(3)',
        '专属勋章',

        '加好友数量(500)',
        '定位隐藏',
        '在线隐身',
        '隐私模式(不出现在榜单上)',
        '加私人联系方式(无限制)',
        '世界红包次数(无限制)',
        '全部照片',
        '免费抢礼物次数(无限制)',
        '专属勋章',

    ]
];

return $systemConfig;